export const self = [
    {
        type: '',
        data: [
            '廉颇-正义爆轰', '小乔-恋之微风', '赵云-苍天翔龙', '墨子-和平守望', '妲己-魅力之狐', '嬴政-王者独尊', 
            '孙尚香-千金重弩', '鲁班七号-机关造物', '庄周-逍遥幻梦', '刘禅-暴走机关', '高渐离-叛逆吟游', '阿轲-信念之刃', 
            '钟无艳-野蛮之锤', '孙膑-逆流之时', '扁鹊-善恶怪医', '白起-最终兵器', '芈月-永恒之月', '吕布-无双之魔', 
            '周瑜-铁血都督', '夏侯惇-不羁之风', '甄姬-洛神降临', '曹操-鲜血枭雄', '典韦-狂战士', '宫本武藏-剑圣', 
            '李白-青莲剑仙', '马可波罗-远游之枪', '狄仁杰-断案大师', '达摩-拳僧', '项羽-霸王', '武则天-女帝', 
            '老夫子-万古长明', '关羽-一骑当千', '貂蝉-绝世舞姬', '安琪拉-暗夜萝莉', '程咬金-热烈之斧', '露娜-月光之女', 
            '姜子牙-太古魔导', '刘邦-双面君主', '韩信-国士无双', '王昭君-冰雪之华', '兰陵王-暗影刀锋', '花木兰-传说之刃', 
            '张良-言灵之书', '不知火舞-明媚烈焰', '娜可露露-鹰之守护', '橘右京-神梦一刀', '亚瑟-圣骑之力', '孙悟空-齐天大圣', 
            '牛魔-精英酋长', '后羿-半神之弓', '刘备-仁德义枪', '张飞-禁血狂兽', '李元芳-王都密探', '虞姬-森之风灵', 
            '钟馗-虚灵城判', '成吉思汗-苍狼末裔', '杨戬-根源之目', '雅典娜-圣域余晖', '蔡文姬-天籁弦音', '太乙真人-炼金大师', 
            '哪吒-桀骜炎枪', '诸葛亮-绝代智谋', '黄忠-燃魂重炮', '大乔-沧海之曜', '东皇太一-噬灭日蚀', '干将莫邪-淬命双剑', 
            '鬼谷子-万物有灵', '铠-破灭刃锋', '百里守约-静谧之眼', '百里玄策-嚣狂之镰', '苏烈-不屈铁壁', '梦奇-入梦之灵', 
            '女娲-至高创世', '明世隐-灵魂劫卜', '公孙离-幻舞玲珑', '杨玉环-霓裳风华', '裴擒虎-六合虎拳', '弈星-天元之弈', 
            '狂铁-战车意志', '米莱狄-筑城者', '元歌-无间傀儡', '孙策-光明之海', '司马懿-寂灭之心', '盾山-无尽之盾', 
            '伽罗-破魔之箭', '沈梦溪-爆弹怪猫', '李信-谋世之战', '上官婉儿-惊鸿之笔', '嫦娥-寒月公主', '猪八戒-无忧猛士', 
            '盘古-破晓之神', '瑶-鹿灵守心', '云中君-流云之翼', '曜-星辰之子', '马超-冷晖之枪', '西施-幻纱之灵', 
            '鲁班大师-神匠', '蒙犽-烈炮小子', '镜-破镜之刃', '蒙恬-秩序统将', '阿古朵-山林之子', '夏洛特-玫瑰剑士', 
            '澜-鲨之猎刃', '司空震-雷霆之王', '艾琳-精灵之舞', '云缨-燎原之心', '金蝉-渡世行者' , '暃-玉城之子',
            '桑启-萤火之旅', '戈娅-沙海飞舟', '海月-永夜之心', '赵怀真-自在之心', '莱西奥-火鹰船长', '姬小满-武道奇才'
        ]
    }
]

export const my = [
    {
        type: '',
        data: [
            '小乔-万圣前夜', '妲己-仙境爱丽丝', '孙尚香-火炮千金', '鲁班七号-福禄兄弟', '鲁班七号-木偶奇遇记', '刘禅-英喵野望', 
            '高渐离-金属狂潮', '钟无艳-生化警戒', '孙膑-未来旅行', '周瑜-海军大将', '夏侯惇-战争骑士', '曹操-死神来了', 
            '曹操-超能战警', '李白-范海辛', '马可波罗-激情绿茵', '狄仁杰-锦衣卫', '项羽-帝国元帅', '老夫子-潮流仙人', 
            '关羽-天启骑士', '貂蝉-异域舞娘', '程咬金-华尔街大亨', '露娜-绯红之刃', '姜子牙-时尚教父', '刘邦-圣殿之光', 
            '王昭君-精灵公主', '兰陵王-隐刃', '花木兰-剑舞者', '张良-一千零一夜', '张良-天堂福音', '孙悟空-西部大镖客', 
            '后羿-精灵王', '李元芳-特种部队', '虞姬-加勒比小姐', '钟馗-地府判官', '成吉思汗-维京掠夺者', '杨戬-埃及法老', 
            '雅典娜-战争女神', '蔡文姬-蔷薇王座', '太乙真人-圆桌骑士', '哪吒-三太子', '诸葛亮-星航指挥官', '黄忠-芝加哥教父', 
            '大乔-伊势巫女', '东皇太一-东海龙王', '干将莫邪-第七人偶', '鬼谷子-阿摩司公爵', '铠-龙域领主', '百里守约-绝影神枪', 
            '百里玄策-威尼斯狂欢', '苏烈-爱与和平', '梦奇-美梦成真', '女娲-尼罗河女神', '明世隐-占星师', '公孙离-花间舞', 
            '杨玉环-霓裳曲', '裴擒虎-街头旋风', '弈星-踏雪寻梅', '狂铁-命运角斗场', '米莱狄-精准探案法', '元歌-午夜歌剧院', 
            '孙策-海之征途', '司马懿-魇语军师', '盾山-极冰防御线', '伽罗-花见巫女', '沈梦溪-棒球奇才', '李信-灼热之刃', 
            '上官婉儿-修竹墨客', '嫦娥-露花倒影', '猪八戒-年年有余', '盘古-创世神祝', '瑶-森', '云中君-荷鲁斯之眼', 
            '曜-归虚梦演', '马超-幸存者', '西施-归虚梦演', '鲁班大师-归虚梦演', '蒙犽-归虚梦演', '镜-冰刃幻境', 
            '蒙恬-秩序猎龙将', '阿古朵-熊喵少女', '澜-孤猎', '司空震-启蛰', '云缨-赤焰之缨', '金蝉-前尘', '暃-碧珀绯影',
            '桑启-画中游'
        ]
    }
]

export const brave = [
    {
        type: '',
        data: [
            '艾琳-女武神', '盘古-重装意志', '沈梦溪-鲨炮海盗猫', '明世隐-虹云星官', '鬼谷子-幻乐之宴', '哪吒-次元突破',
            '杨戬-次元傲视', '李元芳-黑猫爱糖果', '刘备-纽约教父', '后羿-阿尔法小队', '牛魔-西部大镖客', '牛魔-制霸全明星',
            '亚瑟-死亡骑士', '张良-幽兰居士', '花木兰-兔女郎', '王昭君-幻想奇妙夜', '韩信-街头霸王', '韩信-教廷特使',
            '姜子牙-炽热元素使', '露娜-哥特玫瑰', '露娜-瓷语鉴心', '程咬金-爱与正义', '程咬金-星际陆战队', '安琪拉-玩偶对对碰',
            '安琪拉-如懿', '老夫子-功夫老勺', '武则天-东方不败', '项羽-职棒王牌', '项羽-科学大爆炸', '达摩-拳王',
            '达摩-大发明家', '宫本武藏-未来纪元', '典韦-黄金武士', '甄姬-冰雪圆舞曲', '吕布-野性能量', '芈月-红桃皇后',
            '白起-白色死神', '扁鹊-救世之瞳', '扁鹊-化身博士', '孙膑-天使之翼', '孙膑-归虚梦演', '钟无艳-海滩丽影',
            '阿轲-爱心护理', '阿轲-致命风华', '刘禅-秘密基地', '庄周-鲤鱼之梦', '庄周-奇妙博物学', '鲁班七号-黑桃队长',
            '孙尚香-水果甜心', '妲己-少女阿狸', '墨子-进击墨子号', '赵云-忍●炎影', '赵云-未来纪元', '赵云-嘻哈天王',
            '赵云-白执事', '小乔-丁香结', '廉颇-无尽征程', '典韦-铁甲之心', '妲己-紫罗兰之誓', '马可波罗-潮玩牛仔', '程咬金-无双福将',
            '刘邦-虎啸剑宗', '米莱狄-契约魔法', '蒙犽-胡桃狂想曲', '戈娅-危途狂花', '刘备-潮玩造梦师', '海月-幻泉雾影', '猪八戒-潮玩探月行',
            '牛魔-牛运亨通', '白起-乐园追猎者', '赵怀真-太极少年', '莱西奥-西部游侠'
        ]
    }
]

export const epic = [
    {
        type: '',
        data: [
            '杨戬-天秀·启明', '蒙犽-龙鼓争鸣', '西施-诗语江南', '孙策-猫狗日记', '公孙离-无限星赏官', '百里守约-特工魅影', '大乔-猫狗日记',
            '大乔-白蛇', '诸葛亮-黄金分割率', '蔡文姬-舞动绿茵', '雅典娜-冰冠公主', '李元芳-逐浪之夏', '亚瑟-心灵战警',
            '橘右京-修罗', '娜可露露-晚萤', '不知火舞-魅语', '兰陵王-暗隐猎兽者', '王昭君-偶像歌手', '韩信-白龙吟',
            '刘邦-德古拉伯爵', '露娜-紫霞仙子', '程咬金-功夫厨神', '安琪拉-心灵骇客', '貂蝉-圣诞恋歌', '项羽-苍穹之光',
            '李白-千年之狐', '宫本武藏-鬼剑武藏', '曹操-幽灵船长', '夏侯惇-乘风破浪', '吕布-圣诞狂欢', '吕布-末日机甲',
            '白起-星夜王子', '阿轲-暗夜猫娘', '阿轲-节奏热浪', '刘禅-绅士熊喵', '刘禅-天才门将', '鲁班七号-电玩小子',
            '孙尚香-蔷薇恋人', '孙尚香-时之恋人', '嬴政-摇滚巨星', '嬴政-暗夜贵公子', '嬴政-优雅恋人', '妲己-女仆咖啡',
            '妲己-魅力维加斯', '墨子-金属风暴', '墨子-龙骑士', '小乔-缤纷独角兽', '小乔-青蛇', '廉颇-地狱岩魂',
            '沈梦溪-月团寄思', '钟馗-乐园奇幻夜', '安琪拉-时之奇旅', '司马懿-暗渊魔法', '哪吒-雪上飞焰', '夏洛特-永昼',
            '澜-赏金猎手', '艾琳-奇遇舞章', '高渐离-天秀·音浪', '庄周-天秀·幻梦', '弈星-滕王阁序', '阿古朵-顽趣', '镜-玫瑰异探',
            '杨玉环-银翎春语', '蔡文姬-电玩·兔顽号', '刘禅-电玩·爆裂旋风'
        ]
    }
]

export const rare = [
    {
        type: '',
        data: [
            '梦奇-胖达荣荣', '铠-绛天战甲', '李元芳-飞鸢探春', '刘备-时之恋人', '孙悟空-地狱火', '王昭君-乞巧织情',
            '貂蝉-仲夏夜之梦', '武则天-海洋之心', '狄仁杰-超时空战士', '宫本武藏-地狱之眼', '周瑜-音你心动', '孙尚香-末日机甲',
            '小乔-音你心动', '孙策-末日机甲', '蔡文姬-花朝如约', '孙尚香-音你闪耀', '百里守约-碎云', '公孙离-记忆之芯',
            '澜-电玩·雷克斯'
        ]
    }
]
export const limit = [
    {
        type: '',
        data: [
            '干将莫邪-冰霜恋舞曲', '大乔-白鹤梁神女', '虞姬-霸王别姬', '孙悟空-零号·赤焰', '花木兰-青春决赛季', '安琪拉-魔法小厨娘',
            '项羽-霸王别姬', '吕布-天魔缭乱', '芈月-白晶晶', '庄周-云端筑梦师', '鲁班七号-乒乒小将', '妲己-热情桑巴',
            '妲己-时之彼端', '赵云-引擎之心', '孙尚香-异界灵契', '韩信-傲雪梅枪', '女娲-补天', '赵云-百木心枪', '露娜-启示之音',
            '后羿-无尽星芒', '马可波罗-深海之息', '娜可露露-前尘镜', '橘右京-枫霜尽', '妲己-时之奇旅', '王昭君-星穹之声', '不知火舞-绯月行',
            '墨子-降魔', '孙悟空-齐天大圣1', '盘古-冰雪之怒', '伽罗-炽翼辉光', '花木兰-燃星之曲', '干将莫邪-画中仙', '夏洛特-浮生妄'
        ]
    }
]

export const season = [
    { type: '', data: ['亚瑟-狮心王', '庄周-蜃楼王', '孙膑-妖精王', '扁鹊-炼金王', '虞姬-凯尔特女王'] },
    { type: '', data: ['白起-狰', '太乙真人-饕餮', '曹操-烛龙', '芈月-重明', '典韦-穷奇'] },
    { type: '', data: ['狂铁-御狮', '米莱狄-御霄', '牛魔-御旌', '盾山-御銮'] },
    { type: '', data: ['夏侯惇-朔风刀', '弈星-混沌棋', '明世隐-疑决卦', '老夫子-醍醐杖'] },
    { type: '', data: ['鬼谷子-原初探秘者'] },
    { type: '', data: ['狄仁杰-万华元夜', '程咬金-演武夺筹', '钟馗-驱傩正仪', '苏烈-千军破阵'] },
    { type: '', data: ['达摩-沙漠行僧', '兰陵王-金庭之子', '沈梦溪-大漠名商', '李元芳-云中旅人'] },
    { type: '', data: ['桑启-海盐诗旅', '裴擒虎-擒涛扼浪'] },
]
export const anniversary = [
    { type: 'self', data: ['关羽-冰锋战神'] },
    { type: 'self', data: ['甄姬-游园惊梦'] },
    { type: 'self', data: ['杨玉环-遇见飞天'] },
    { type: 'self', data: ['上官婉儿-梁祝'] },
    { type: 'self', data: ['裴擒虎-李小龙'] },
    { type: 'self', data: ['庄周-高山流水'] },
    { type: 'self', data: ['鬼谷子-五谷丰年'] },
]

export const newYear = [
    { type: '', data: ['孙悟空-美猴王'] },
    { type: '', data: ['王昭君-凤凰于飞', '李白-凤求凰'] },
    { type: '', data: ['杨戬-永曜之星', '后羿-辉光之辰'] },
    { type: '', data: ['苏烈-玄武志', '百里玄策-白虎志', '百里守约-朱雀志', '铠-青龙志', '花木兰-瑞麟志'] },
    { type: '', data: ['伽罗-太华', '韩信-飞衡', '典韦-岱宗', '甄姬-幽恒', '庄周-玄嵩'] },
    { type: '', data: ['公孙离-祈雪灵祝', '诸葛亮-时雨天司', '牛魔-奔雷神使', '吕布-御风骁将'] },
    { type: '', data: ['裴擒虎-寅虎·赤拳', '鲁班七号-寅虎·瑞焰', '杨玉环-寅虎·心曲', '孙膑-寅虎·展翼', '廉颇-寅虎·御盾'] },
    { type: '', data: ['小乔-山海·琳琅生', '马可波罗-山海·玄木吟', '瑶-山海·碧波行', '曜-山海·苍雷引', '李信-山海·炽霜斩'] },
]

export const festival = [
    { type: '', data: ['张飞-五福同心', '刘备-万事如意', '关羽-龙腾万里', '宫本武藏-万象初新', '甄姬-花好人间'] },
    { type: '', data: [
        '周瑜-真爱至上', '小乔-纯白花嫁', '露娜-一生所爱', '孙悟空-大圣娶亲', '嫦娥-如梦令', '后羿-如梦令', '花木兰-默契交锋', '兰陵王-默契交锋',
        '孙悟空-至尊宝', '诸葛亮-武陵仙君', '瑶-时之祈愿', '云中君-时之祈愿', '孙策-挚爱之约', '大乔-挚爱花嫁', '项羽-无限倾心', '虞姬-无限倾心',
        '亚瑟-追逃游戏', '安琪拉-追逃游戏'
    ] },
    { type: '', data: ['蔡文姬-奇迹圣诞', '老夫子-圣诞老人'] },
]

export const warOrder = [
    { type: '39', data: ['吕布-猎兽之王', '嬴政-白昼王子'] },
    { type: '46', data: ['女娲-朔望之晖', '典韦-蓝屏警告'] },
    { type: '48', data: ['钟馗-神迹守卫', '鲁班七号-狮舞东方'] },
    { type: '52', data: ['周瑜-赤莲之焰', '兰陵王-驯魔猎人'] },
    { type: '66', data: ['沈梦溪-星空之诺', '李元芳-银河之约'] },
    { type: '70', data: ['刘邦-夺宝奇兵', '阿轲-迷踪丽影'] },
    { type: '74', data: ['猪八戒-西部大镖客', '马可波罗-暗影游猎'] },
    { type: '78', data: ['雅典娜-单词大作战', '蒙犽-狂想玩偶喵'] },
    { type: '80', data: ['亚瑟-潮玩骑士王', '元歌-云间偶戏'] },
    { type: '83', data: ['达摩-星际陆战队', '米莱狄-胡桃异想国'] },
    { type: '85', data: ['墨子-神迹守卫', '老夫子-航海奇遇记'] },
    { type: '87', data: ['后羿-圣弓游侠', '干将莫邪-真爱魔法'] },
    { type: '91', data: ['芈月-幻夜卜梦', '黄忠-火炮绅士'] },
    { type: '91', data: ['白起-夜都怪侠', '明世隐-吟游魔法'] },
    { type: '91', data: ['王昭君-午后时光', '狂铁-电玩高手'] },
    { type: '99', data: ['甄姬-落雪兰心', '钟无艳-超时空战士'] },
    { type: '106', data: ['嫦娥-暖冬·兔眠', '暃-星界游侠'] },
    { type: '111', data: ['杨戬-潮玩骑兵', '扁鹊-奇幻香踪'] },
]

export const linkage = [
    { type: 'self', data: ['裴擒虎-梅西'] },
    { type: 'self', data: ['公孙离-蜜橘之夏'] },
    { type: 'self', data: ['雅典娜-神奇女侠'] },
    { type: 'self', data: ['曜-李逍遥'] },
    { type: 'self', data: ['貂蝉-遇见胡旋'] },
    { type: 'self', data: ['盾山-梦圆繁星'] },
    { type: 'self', data: ['狄仁杰-神器·狴犴令', '上官婉儿-神器·万象笔', '武则天-神器·明辉仪'] },
    { type: 'self', data: ['张飞-乱世虎臣', '刘备-汉昭烈帝'] },
    { type: 'self', data: ['后羿-黄金射手座', '张良-黄金白羊座', '达摩-黄金狮子座'] },
    { type: 'self', data: ['不知火舞-明媚烈焰', '娜可露露-鹰之守护', '橘右京-神梦一刀', '宫本武藏-霸王丸'] },
    { type: 'self', data: ['孙悟空-孙行者', '猪八戒-猪悟能', '甄姬-女儿国国王', '公孙离-玉兔公主', '金蝉-唐三藏'] },
    { type: 'self', data: ['马超-神威', '黄忠-烈魂', '张飞-虎魄', '关羽-武圣', '赵云-龙胆'] },
    { type: 'self', data: ['妲己-青丘·九尾'] },
]

export const match = [
    { type: '', data: ['钟无艳-王者之锤'] },
    { type: '', data: ['太乙真人-华丽摇滚', '高渐离-死亡摇滚'] },
    { type: '', data: ['哪吒-逐梦之翼', '韩信-逐梦之影', '貂蝉-逐梦之音', '马可波罗-逐梦之星', '东皇太一-逐梦之光'] },
    { type: '', data: ['曹操-天狼征服者', '裴擒虎-天狼狩猎者', '上官婉儿-天狼绘梦者', '伽罗-天狼溯光者', '孙膑-天狼运算者'] },
    { type: '', data: ['镜-匿光追影者', '夏侯惇-匿光决锋者', '沈梦溪-匿光破解者'] },
    { type: '', data: ['苏烈-坚韧之力', '李白-敏锐之力', '诸葛亮-掌控之力', '孙尚香-沉稳之力', '大乔-守护之力'] },
    { type: '', data: ['虞姬-云霓雀翎', '李信-一念神魔', '赵云-淬星耀世', '李白-诗剑行'] },
    { type: 'self', data: ['花木兰-冠军飞将', '曜-云鹰飞将', '马超-无双飞将'] },
    { type: 'self', data: ['干将莫邪-久胜战神', '貂蝉-猫影幻舞', '镜-炽阳神光', '西施-游龙清影'] },
    { type: 'self', data: ['吕布-怒海麟威'] },
]

export const vip = [
    { type: '', data: ['项羽-海滩派对', '狄仁杰-魔术师', '赵云-皇家上将'] },
    { type: '', data: [
        '孙悟空-全息碎影', '程咬金-活力突击', '武则天-倪克斯神谕', '李白-鸣剑·曳影', '夏侯惇-无限飓风号', '芈月-大秦宣太后',
        '鲁班七号-星空梦想', '孙尚香-杀手不太冷', '小乔-天鹅之梦', '诸葛亮-星域神启', '花木兰-九霄神辉',
        '关羽-赤影疾锋', '铠-银白咏叹调', '貂蝉-幻阙歌'
    ] },
    { type: '', data: ['虞姬-启明星使'] },
    { type: '', data: ['梦奇-天降福星'] },
]

export const activity = [
    { type: '', data: ['瑶-遇见神鹿', '伽罗-箭羽风息', '百里玄策-热力回旋', '铠-曙光守护者', '花木兰-水晶猎龙者', '貂蝉-唤灵魅影'] },
    { type: '', data: [
        '鲁班大师-乓乓大师', '狂铁-特工战影', '张良-缤纷绘卷', '高渐离-玩趣恶龙', '盾山-圆桌骑士', '干将莫邪-胡桃夹子', '刘禅-唤灵魔甲', '蒙恬-蔚蓝守将',
        '太乙真人-劲辣红锅'
    ] },
    { type: '', data: ['蔡文姬-繁星吟游', '云中君-纤云弄巧', '嫦娥-拒霜思', '元歌-无心'] },
    { type: '112', data: ['刘备-百相守梦', '关羽-百相守梦', '张飞-百相守梦'] },
]

export const growUp = [
    { type: 'self', data: ['狄仁杰-阴阳师'] },
    { type: 'self', data: ['狄仁杰-鹰眼统帅'] },
    { type: 'self', data: ['百里玄策-原初追逐者'] },
    { type: 'self', data: ['雅典娜-黎明之约'] },
    { type: 'self', data: ['梦奇-顽趣'] },
]

export const starLegend = [
    { type: '', data: ['瑶-时之愿境', '狄仁杰-星际治安官'] },
]

export const six = [
    {
        type: '',
        data: [
            '阿轲-致命风华', '达摩-拳王', '李元芳-黑猫爱糖果', '墨子-进击墨子号', '王昭君-幻想奇妙夜', '牛魔-制霸全明星', '安琪拉-如懿',
            '项羽-科学大爆炸', '张良-幽兰居士', '庄周-奇妙博物学', '小乔-丁香结', '吕布-野性能量', '蔡文姬-繁星吟游',
            '鲁班七号-黑桃队长', '廉颇-无尽征程', '云中君-纤云弄巧', '杨戬-次元傲视', '露娜-瓷语鉴心', '盘古-重装意志',
            '典韦-铁甲之心', '妲己-紫罗兰之誓', '马可波罗-潮玩牛仔', '刘邦-虎啸剑宗', '米莱狄-契约魔法', '刘备-潮玩造梦师',
            '牛魔-牛运亨通', '白起-乐园追猎者'
        ]
    },
]

export const lovers = [
    { type: '', data: ['吕布-圣诞狂欢', '貂蝉-圣诞恋歌'] },
    { type: '', data: ['周瑜-真爱至上', '小乔-纯白花嫁'] },
    { type: '', data: ['项羽-霸王别姬', '虞姬-霸王别姬'] },
    { type: '', data: ['李白-凤求凰', '王昭君-凤凰于飞'] },
    { type: '', data: ['孙悟空-至尊宝', '露娜-紫霞仙子'] },
    { type: '', data: ['亚瑟-心灵战警', '安琪拉-心灵骇客'] },
    { type: '', data: ['孙策-猫狗日记', '大乔-猫狗日记'] },
    { type: '', data: ['孙悟空-大圣娶亲', '露娜-一生所爱'] },
    { type: '', data: ['后羿-如梦令', '嫦娥-如梦令'] },
    { type: '', data: ['刘备-时之恋人', '孙尚香-时之恋人'] },
    { type: '', data: ['兰陵王-默契交锋', '花木兰-默契交锋'] },
    { type: '', data: ['周瑜-音你心动', '小乔-音你心动'] },
    { type: '', data: ['瑶-时之祈愿', '云中君-时之祈愿'] },
    { type: '', data: ['孙策-挚爱之约', '大乔-挚爱花嫁'] },
    { type: '', data: ['项羽-无限倾心', '虞姬-无限倾心'] },
    { type: '', data: ['亚瑟-追逃游戏', '安琪拉-追逃游戏'] },
]

export const series = [
    { type: '', title: '圆桌', data: ['太乙真人-圆桌骑士', '盾山-圆桌骑士'] },
    { type: '', title: '厨师', data: ['老夫子-功夫老勺', '安琪拉-魔法小厨娘', '程咬金-功夫厨神'] },
    { type: '', title: '教父', data: ['姜子牙-时尚教父', '刘备-纽约教父', '黄忠-芝加哥教父'] },
    { type: '', title: '西部', data: ['牛魔-西部大镖客', '孙悟空-西部大镖客', '猪八戒-西部大镖客'] },
    { type: '', title: '遇见', data: ['杨玉环-遇见飞天', '瑶-遇见神鹿', '貂蝉-遇见胡旋'] },
    { type: '', title: '音你', data: ['周瑜-音你心动', '小乔-音你心动', '孙尚香-音你闪耀'] },
    { type: '', title: '时之', data: ['妲己-时之彼端', '孙尚香-时之恋人', '刘备-时之恋人', '安琪拉-时之奇旅', '妲己-时之奇旅'] },
    { type: '', title: '小分队', data: ['程咬金-华尔街大亨', '妲己-仙境爱丽丝', '张良-天堂福音', '孙尚香-火炮千金'] },
    { type: '', title: '圣诞', data: ['老夫子-圣诞老人', '吕布-圣诞狂欢', '貂蝉-圣诞恋歌', '蔡文姬-奇迹圣诞'] },
    { type: '', title: '教师', data: ['诸葛亮-黄金分割率', '项羽-科学大爆炸', '庄周-奇妙博物学', '雅典娜-单词大作战'] },
    { type: '', title: '冰系', data: ['甄姬-冰雪圆舞曲', '关羽-冰锋战神', '雅典娜-冰冠公主', '干将莫邪-冰霜恋舞曲', '盘古-冰雪之怒'] },
    { type: '', title: '中国节', data: ['李元芳-飞鸢探春', '蒙犽-龙鼓争鸣', '王昭君-乞巧织情', '沈梦溪-月团寄思', '蔡文姬-花朝如约'] },
    { type: '', title: '新春', data: ['张飞-五福同心', '甄姬-花好人间', '刘备-万事如意', '宫本武藏-万象初新', '关羽-龙腾万里'] },
    { type: '', title: '归虚', data: ['曜-归虚梦演', '孙膑-归虚梦演', '西施-归虚梦演', '鲁班大师-归虚梦演', '蒙犽-归虚梦演'] },
    { type: '', title: '西游', data: ['露娜-紫霞仙子', '孙悟空-至尊宝', '孙悟空-大圣娶亲', '露娜-一生所爱', '芈月-白晶晶'] },
    { type: '', title: '世界杯', data: ['马可波罗-激情绿茵', '妲己-热情桑巴', '蔡文姬-舞动绿茵', '裴擒虎-梅西', '刘禅-天才门将'] },
    { type: '', title: '夏日', data: ['项羽-海滩派对', '夏侯惇-乘风破浪', '钟无艳-海滩丽影', '小乔-缤纷独角兽', '公孙离-蜜橘之夏', '李元芳-逐浪之夏'] },
    { type: '', title: '末日', data: ['孙尚香-末日机甲', '吕布-末日机甲', '孙策-末日机甲'] },
    { type: '', title: '机甲', data: [ '墨子-金属风暴', '墨子-进击墨子号','赵云-引擎之心', '夏侯惇-无限飓风号', '铠-绛天战甲', '孙悟空-零号·赤焰', '典韦-铁甲之心'] },
    { type: '', title: '电玩', data: [ '鲁班七号-电玩小子', '狂铁-电玩高手', '澜-电玩·雷克斯', '蔡文姬-电玩·兔顽号', '刘禅-电玩·爆裂旋风' ] },
]